/* Adobe Plugin Plist Files for PhotoshopAdapter */
/* Localized Strings for English */
/* Copyright © 1987-2017 Adobe Systems Inc. */
/* ------------------------------------------------------- */
/* Bundle Info */
CFBundleName = "Photoshop Adapter";
CFBundleDisplayName = "Photoshop Adapter";
CFBundleGetInfoHTML = "Photoshop Adapter version 21.1.0, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.";
CFBundleGetInfoString = "Photoshop Adapter version 21.1.0, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.";
CFBundleShortVersionString = "Photoshop Adapter version 21.1.0";
